import React from "react";
import { Container, Row, Col } from "reactstrap";

function About() {
  return (
    <Container fluid={true}>
      <Row>
        <Col sm="12" className="about-us-header">
          <h1>آنچه در مورد ما باید بدانید</h1>
        </Col>
      </Row>
      <Row className="AboutUs">
        <Col sm="12">
          <h3>ما کی هستیم و پیشینه ما چیست؟</h3>
          <p>
            اگر بخواهیم خلاصه گویی کنیم، مجموعه کوین بیت حاصل تلاش ها و به در
            بسته خوردن های متعدد ما و سایر دوستان و عزیزانی ست که با آنها همکار
            بوده و هستیم. مشکلات ناشی از وجود تحریم های مالی و بانکی، مشکلات
            ناشی از وجود امنیت کافی در تجارت ها و ... <br />
            بعد از روبرو شدن با مشکلات فراوان در زمینه تجارت، پا پس نکشیده و
            تلاش کردیم این مشکلات و موانع را برطرف کنیم که هم خود و هم سایر
            دوستان و همکاران بتوانند با راحتی بیشتری به کار خود ادامه دهند.{" "}
            <br />
            راه های مختلف موجود را دنبال کرده و به دنبال گزینه های جدیدتر رفتیم
            تا اینکه با پدیده رمز ارزها آشنا شدیم. پدیده ای که توانست تا حد
            زیادی مشکلات را برطرف سازد و زمینه را برای فعالیت های مالی بیشتر با
            سراسر جهان ساده تر کند. بعد از آشنایی یا رمز ارزها به فکر گسترش
            استفاده از آن افتادیم و رفته رفته تیم دو نفره ما در تابستان 98 تبدیل
            به مجموعه کوین بیت شد و در حال حاضر نیز رو به بزرگتر شدن می باشد.
            مجموعه کوین بیت در تلاش است که در زمینه آگاه سازی جامعه از هویت رمز
            ارزها تلاش کند تا مردم عزیزمان بتوانند با خیالی آسوده و با دانش بالا
            در این زمینه فعالیت کنند و برای بهبود شرایط مالی خود و اطرافیانشان
            تلاش کنند. <br />
            کوین بیت با لطف و اعتماد شما متولد شد و به راه خود ادامه داد و هنوز
            هم در حال بزرگ شدن و رسیدن به اهداف خود می باشد. لذا وظیفه خود می
            دانیم به پاس این لطف بی نظیر شما، در کنارتان باشیم و تمام علم و دانش
            و تخصص خود را به کار بگیریم که شما عزیزان نیز بتوانید در راه رسیدن
            به اهداف خود قدم بردارید. شما می توانید هر گونه سوال و مشاوره ای را
            از تیم ما درخواست کنید تا در این راه مجوعه کوین بیت در کنار شما قرار
            گیرد.
          </p>
        </Col>
      </Row>
      <Row className="AboutUs">
        <Col sm="12" className="Staff">
          <h4>فرهاد یوسفی</h4>
          <p>بنیانگذار و مدیریت عامل کوین بیت</p>
        </Col>
      </Row>
    </Container>
  );
}

export default About;
