import React from "react";
import { Container, Row, Jumbotron } from "reactstrap";
import { FontAwesomeIcon } from "@fortawesome/react-fontawesome";
import Accordion from "react-bootstrap/Accordion";
import Card from "react-bootstrap/Card";

function FAQ() {
  return (
    <Container fluid={true} className="FAQ">
      <Row>
        <h1>پرسش های متداول</h1>
      </Row>
      <Row>
        <Jumbotron>
          <h3>
            مشتریان گرامی! لطفا قبل از ارسال تیکت، ایمیل یا تماس تلفنی با تیم
            پشتیبانی، ابتدا بخش سوالات متداول (همین بخش) را مطالعه کنید و اگر
            چنانچه پاسخ سوال یا ابهام خود را پیدا نکردین تیم پشتیبانی کوین بیت
            در خدمت شما خواهد بود.
          </h3>
        </Jumbotron>
      </Row>
      <Row>
        <FontAwesomeIcon icon={["far", "question-circle"]} />
        <h4>چرا کوین بیت؟</h4>
      </Row>
      <Row>
        <Accordion defaultActiveKey="0">
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="0">
              چرا باید به کوین بیت اعتماد کنیم؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="0">
              <Card.Body>
                <p>
                  به جرات میتوان گفت کوین بیت یکی از بهترین و امن ترین بسترهای
                  تبادل ارزهای دیجیتال را در ایران دارا می باشد. کوین بیت با در
                  اختیار داشتن تیمی متشکل از متخصص های آی تی و علوم کامپیوتر و
                  همچنین متخصصین دیجیتال مارکتینگ و کارشنان بورس و ارزهای
                  دیجیتال، سعی داشته شرایطی را فراهم آورد که مشتریان و هموطنان
                  گرامی بتوانند هر آنچه در زمینه ارزهای دیجیتال اعم از قیمت لحظه
                  ای ارزها، تجهیزات استخراج، آخرین اخبار، آموزش های حرفه ای و
                  ... به آن نیاز دارند را در یک محیط کاملا امن و صمیمانه فراهم
                  آورد تا همگی حص رضایت از یک انتخاب خوب را لمس و تجربه کنند.
                </p>
                <p>
                  همچنین داشتن یک روند رو به رشد همیشگی، هم باعث ایجاد رضایت و
                  اطمینان در بین مشتریان عزیز کوین بیت شده و هم باعث گسترده تر
                  شدن زمینه های فعالیتی تیم کوین بیت گشته.
                </p>
                <p>
                  در نهایت وجود دفتر فیزیکی، تیم پشتیبانی آنلاین 24 ساعته، کلاس
                  های آموزشی آنلاین و حضوری، ارائه نرم افزار اختصاصی برای تمام
                  پلت فرم ها، ارائه کیف پول های سخت افزاری و همچنین کیف پول نرم
                  افزاری اختصاصی و ده ها امکانات و شرایط ویژه و اختصاصی، باعث
                  شده که تیم کوین بیت یکی از معتبرترین و موفق ترین موسسات فعال
                  در زمینه ارزهای دیجیتال نام گیرد.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
        </Accordion>
      </Row>
      <br />

      <Row>
        <FontAwesomeIcon icon={["far", "question-circle"]} />
        <h4>نحوه ثبت نام</h4>
      </Row>
      <Row>
        <Accordion defaultActiveKey="0">
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="0">
              نحوه ورود و ثبت نام در کوین بیت به چه صورت است؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="0">
              <Card.Body>
                <p>
                  برای ثبت نام و عضویت در سایت کوین بیت تنها کافی ست از طریق
                  گزینه ثبت نام وارد صفحه ثبت نام شوید و پس از ارسال اطلاعات و
                  مدارک هویتی خود، منتظر تیم پشتیبانی ما بمانید که اطلاعات
                  ارسالی شما رو بررسی کنند. پس از بررسی و تائید اطلاعات شما،
                  اکانت شما فعال شده و میتوانید بلافاصله اقدام به خرید و فروش
                  نمایید. برای اطلاعات بیشتر در این خصوص میتوانید از لینک زیر
                  دیدن فرمائید.
                </p>
                <p>ورود به بخش راهنمای ثبت نام</p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="1">
              چرا تائید هویت در سایت کوین بیت الزامی است؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="1">
              <Card.Body>
                <p>
                  بر اساس قوانین و دستورات پلیس فتا و همچین قوانین موجود در
                  بازارهای مالی دنیا و همچنین بحث حمایت از قوانین ممانعت از
                  پولشویی، احراز هویت مشتریان به منظور جلوگیری از هرگونه سوء
                  استفاده احتمالی الزامی است. همچنین این احراز هویت به مشتریان
                  عزیز این سایت این امکان را می دهد که با خیالی آسوده تر و در
                  محیطی امن تر به تبادلات مالی خود بپردازند.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="2">
              در هنگام تائید هویت به مواردی نیاز است؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="2">
              <Card.Body>
                <p>
                  بنابر توصیه های پلیس فتا و همچنین دلایل امنیتی و قوانین مالی و
                  حمایت از قانون مربوط به پولشویی، برای ثبت نام و اهراز هویت
                  کاربران به شماره تلفن همراه، شماره تلفن ثابت، کد ملی و شماره
                  کارت بانکی که قصد خرید و فروش با آن را دارید، نیاز می باشد.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="3">
              شرایط ارسال عکس سلفی به چه صورت می باشد؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="3">
              <Card.Body>
                <img
                  src={require("../Images/FAQ/faq-selfi-pic.jpg")}
                  alt="محوه ثبت نام در کوین بیت"
                ></img>
                <p>
                  در عکس ارسالی بایستی اصل مدرک شناسایی معتبر مانند کارت ملی و
                  کارت بانکی را همراه با یادداشتی دست نویس با متن زیر در کنار
                  چهره خود نگه دارید:
                </p>
                <p>
                  <strong>متن یادداشت:</strong> جهت احراز هویت در سایت کوین بیت
                  (به همراه درج تاریخ و روز ارسال عکس)
                </p>
                <p>
                  کادر تصویر را به گونه ای تنظیم کنید که مشخص باشد مدارک توسط
                  شخص شما در دست گرفته شده است.
                </p>
                <p>
                  اطلاعات، عکس و حتی زمینه مدرک شناسایی باید کاملا واضح، بدون
                  تاری و هرگونه افکت باشد.
                </p>
                <p>
                  در صورت تائید نشدن عکس، از طرف پشتیبانی با شما تماس گرفته شده
                  و از طریق چت آنلاین عکس صحیح را ارسال فرمائید.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="4">
              در صورت مشاهده سوء استفاده از نام و مدارک خود، چه باید بکنیم؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="4">
              <Card.Body>
                <p>
                  سریعا تیم پشتیبانی کوین بیت را در جریان قرار داده تا با شخص
                  خاطی بر اساس قانون برخورد قطعی شود.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
        </Accordion>
      </Row>
      <br />
      <Row>
        <FontAwesomeIcon icon={["far", "question-circle"]} />
        <h4>سوالات عمومی</h4>
      </Row>
      <Row>
        <Accordion defaultActiveKey="0">
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="5">
              ارز دیجیتال چیست؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="5">
              <Card.Body>
                <p>
                  ارز دیجیتال (به انگلیسی: Digital currency) ارزهایی هستند که به
                  صورت الکترونیکی ذخیره و منتقل می‌شوند و مبنای آن‌ها صفر و یک
                  است. همان‌طور که از واژه آن نیز برمی‌آید، ارز دیجیتال به هر
                  ارزش ایجاد شده در بستر دیجیتال اشاره دارد. این مفهوم در مقابل
                  واسطه‌های فیزیکی مانند اوراق بانکی یا سکه مطرح می‌شود. ارز
                  دیجیتال ویژگی‌هایی مشابه با ارزهای فیزیکی دارد، اما معمولاً
                  تراکنش‌های انتقال سرمایه ارزهای دیجیتالی به‌صورت آنی و بدون
                  مرز بین افراد قابل انجام است. ارزهای مجازی و رمزارزها (به
                  انگلیسی: cryptocurrency) هر دو از نمونه‌های ارزهای دیجیتال
                  هستند اما هر ارز دیجیتالی ارز مجازی یا رمزارز نیست. پول‌های
                  دیجیتال مانند پول‌های فیزیکی، برای خرید کالا و خدمات مورد
                  استفاده قرار می‌گیرند اما می‌توانند به استفاده در مجامع خاص
                  نیز محدود شوند. مثلاً می‌توان یک پول مجازی مخصوص یک بازی یا
                  شبکهٔ اجتماعی داشت. پول‌های دیجیتال مانند بیت کوین و اتریوم به
                  عنوان «پول‌های غیرمتمرکز دیجیتال» شناخته می‌شوند؛ به این معنی
                  که مرکزی برای تولیداین پول وجود ندارد.
                </p>
                <p>
                  بیت کوین اولین پول دیجیتال، یک سیستم پرداخت جدید و یک نوع پول
                  کاملاً دیجیتال را به وجود آورده‌است. این اولین شبکه پرداخت
                  نقطه به نقطه غیر متمرکزی هست که توسط کاربرانش بدون هیچگونه
                  واسطه ای، قدرت یافته‌است.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="6">
              چگونه ارز دیجیتال بخرم یا بفروشم؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="6">
              <Card.Body>
                <p>
                  برای اینکه بتوانید در کوین بیت خرید و فروش نمایید کافی ست تنها
                  ابتدا در سایت ثبت نام نموده و پس از تکمیل مراحل ثبت نام، احراز
                  هویت خود و شارژ ریالی حساب خود، از طریق پنل کاربری خود اقدام
                  به خرید و فروش ارز مورد نظر خود کنید.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="7">
              علت اختلاف قیمت در بین سرویس دهندگان ارز دیجیتال و صرافی های
              آنلاین در چیست؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="7">
              <Card.Body>
                <p>
                  وقتی قرار است از یک صرافی خرید کنید و پول پرداخت کنید باید
                  فاکتورهای مهم تری را در نظر بگیرید. در واقع باید چند صرافی را
                  از لحاظ قیمت فروش ارز به صورت همزمان مقایسه کنید. در کل متوجه
                  خواهید شد به دلیل نسبت عرضه و تقاضا و خرید و فروش‌های انجام
                  شده در هر صرافی قیمت متفاوت است و قیمت‌های جهانی از برایند
                  قیمت‌های مختلف در صرافی‌ها به دست می‌آیند. البته تفاوت قیمت در
                  صرافی‌ها بسیار ناچیز است زیرا در صورت وجود یک اختلاف قیمت
                  بالا، معامله گران زیادی برای کسب سود به آن صرافی هجوم خواهند
                  برد و دوباره قیمت متعادل می‌شود. همانطور که اشاره کردیم، در هر
                  صرافی، قیمت بیت کوین و ارزهای دیجیتال نسبت به حجم معاملات و
                  عرضه و تقاضا محاسبه می‌گردد. این بدان معنی است که هر چه یک
                  صرافی بزرگتر باشد، قیمت مناسب و واقعی تری نسبت به قیمت جهانی
                  به دست می‌آید. برای بیت کوین و سایر ارزهای دیجیتال مشابه با آن
                  قیمت ثابت معنایی ندارد و در هر لحظه می‌تواند تغییر کند.
                </p>
                <p>
                  از طرفی ارائه خدمات بیشتر و با کیفیت بهتر مستلزم پرداخت هزینه
                  بیشتر است. گستره خدماتی که در اختیار کاربران قرار میگیرد
                  مستلزم هزینه هستند که طبیعتا باعث بالا و پائین رفتن قیمت تمام
                  شده یک معامله خواهند شد.
                </p>
                <p>
                  از طرفی برخی وب سایت ها برای تخریب همکاران و گرفتن بازار به هر
                  قیمت ممکن اقدام به ارائه نرخ خدمات رسانی پائینی می کنند. اما
                  وقتی اقدام به خرید از آنها بکنید به شما ابلاغ می شود که خدمات
                  مورد نظر موجود نیست یا فلان ارز تمام شده است و ... و این اتفاق
                  تنها زمانی رخ می دهد که آن شرکت ها موجودی لازم برای ارائه
                  خدمات را دارا نمی باشند.
                </p>
                <p>
                  اما در کوین بیت روش دیگری نیز وجود دارد که این امکان را به
                  کاربران قدیمی تر خود می دهد با گذر زمان و انجام معاملات بیشتر
                  نرخ کارمزد خود را کاهش دهند تا میزان رضایت ایشان از کوین بیت
                  بیشتر شده و با خیالی آسوده تر اقدام به تبادلات مالی خود کنند.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="8">
              مقدار کارمزد در کوین بیت چه مقدار است؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="8">
              <Card.Body>
                <p>
                  مقدار کارمزد انتقال در کوین بیت با توجه به تنوع و تعداد ارزها
                  متفاوت است. اگر قصد خرید هر کدام از ارزهای موجود در سایت کوین
                  بیت را دارید با وارد کردن مقدار ارز مورد نظر مقدار کارمزد
                  دریافتی به شما نمایش داده می شود.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="9">
              چرا کوین بیت نماد اعتماد الکترونیکی ندارد؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="9">
              <Card.Body>
                <p>
                  متاسفانه در حال حاضر به هیچ یک از سایت های صرافی آنلاین و
                  ارزهای دیجیتال فعالیت میکنند نماد اعتماد الکترونیکی تعلق
                  نمیگیرد و طبیعتا کوین بیت نیز از این قانون مستثنا نمی باشد.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="10">
              چطور می توانم حساب کاربری خود را حذف کنم؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="10">
              <Card.Body>
                <p>
                  راهی برای حذف حساب کاربری وجود ندارد. بنابراین هر زمانی که
                  بخواهید میتوانید به پنل کاربری خود وارد شده و فعالیت خود را از
                  سر بگیرید. چنانچه قصد دارید برای مدتی از فعالیت خود دست بکشید
                  و در حساب ریالی شما که نزد ما امانت است، مبلغی وجود دارد،
                  میتوانید با ارسال تیکت به تیم پشتیابنی از طریق پنل کاربری خود
                  وجه خود را مسترد کنید.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="11">
              امنیت مالی کاربران چگونه تضمین می شود؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="11">
              <Card.Body>
                <p>
                  مبلغی را که خریدار بصورت آنلاین به حساب خود واریز میکند تا
                  زمان انتقال ارز درخواستی نزد ما امانت می باشد و چنانچه به هر
                  دلیلی کوین بیت ارز درخواستی را برای کاربر ارسال نکرد، این مبلغ
                  به حساب کاربر عودت داده میشود. از طرفی، از انجا که کاربر قبل
                  از انتقال ارز درخواستی خود، مبلغ را به حساب کوین بیت واریز می
                  کند، کوین بیت نیز با اطمینان خاطر اقدام به انتقال ارز مورد نظر
                  می کند.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
          <Card>
            <Accordion.Toggle as={Card.Header} eventKey="12">
              آیا امکان پرداخت وجه بصورت آفلاین نیز وجود دارد؟
            </Accordion.Toggle>
            <Accordion.Collapse eventKey="12">
              <Card.Body>
                <p>
                  برای مبالغ بالا و تنها پس از هماهنگی قبلی با تیم پشتیبانی،
                  امکان واریز وجه بصورت کارت به کارت یا انتقال بین بانکی وجود
                  دارد که این مبلغ انتقالی بعد از ارائه سند بانکی توسط کاربر
                  مبنی بر موفقیت آمیز بودن عملیات انتقال وجه، به حساب ریالی
                  کاربر منظور خواهد شد.
                </p>
              </Card.Body>
            </Accordion.Collapse>
          </Card>
        </Accordion>
      </Row>
      <br />
    </Container>
  );
}

export default FAQ;
