import React from "react";
import { Container, Row, Col } from "reactstrap";

function Laws() {
  return (
    <Container>
      <Row className="laws-page">
        <h1>قوانین تجارت الکترونیک و سایت کوین بیت</h1>
      </Row>
      <Row className="laws-page">
        <Col sm="12">
          <h4>
            متن ذیل، قرداد ما بین سایت کوین بیت دات کام و هر کاربری است که از
            خدمات مختلف کوین بیت استفاده می کند. در این قرداد حقوق سایت کوین بیت
            و شرایط استفاده از آن و همچنین حقوق کاربران عزیز قید شده است.
            کاربران باید این قوانین را بصورت کامل مطالعه نموده، متوجه شده و
            بپذیرند. استفاده از خدمات مختلف سایت کوین بیت به این معنی است که
            کاربران تمامی قوانین را مطالعه کرده و پذیرفته اند. بدیهی است چنانچه
            این قوانین و قرارداد را قبول ندارید حق استفاده از امکانات سایت کوین
            بیت را دارا نیستید. <br />
            <br />
            کوین بیت این حق را برای خود محفوظ میداند در هر زمان که شرایط و
            قوانین کاری و جمهوری اسلامی تغییر نمود، با اطلاع قبلی به کاربران،
            مفاد این قرارداد را تغییر دهد.
          </h4>
          <p>
            <strong>
              {" "}
              ثبت نام کاربران در سایت کوین بیت به منزله مطالعه و پذیرفتن تمامی
              مفاد قرارداد ذیل می باشد. لذا قبل از اقدام به ثبت نام با دقت این
              متن را بخوانید:
            </strong>
            <br />
            1- ثبت نام در سایت کوین بیت باید با اطلاعات درست و حقیقی صورت گیرد و
            تمامی مراحل احراز هویت الزامی می باشد. لذا سایت کوین بیت از ارائه
            خدمات به افرادی که مشخصات کامل و حقیقی ندارند معذور است.
            <br />
            2- کوین بیت این اطمینان را به کاربران خود می دهد که از اطلاعات شخصی
            آنها کاملا محافظت کند و محیط امنی را برای انجام تبادلات مالی کاربران
            فراهم آورد.
            <br />
            3- به منظور مبارزه با پولشویی و فیشینگ، در برخی موارد کوین بیت از
            برخی از کاربران درخواست ارسال تعهدنامه خواهد کرد. تا لحظه بررسی این
            تعهدنامه، سفارش کاربر در حالت انتظار قرار خواهد گرفت.
            <br />
            4- در شرایطی که بنابر دستور پلیس فتا نیاز به ارسال تعهدنامه از سمت
            کاربر باشد، اگر کاربر سفارشی را ثبت کرده باشد، تا زمان ارسال
            تعهدنامه، کوین بیت این سفارش را نزد خود نگه میدارد.
            <br />
            5- چنانچه به هر دلیلی سفارش خرید ارز از سمت کاربر در مهلت مقرر تائید
            و ارسال نشود ( دلایلی از قبیل اشتباه بودن ولت، عدم ارسال تعهدنامه،
            خرید با کارت سایرین و ...) کوین بیت این سفارش را با کسر 20 درصد مبلغ
            کل سفارش، لغو خواهد نمود.
            <br />
            6- لطفا در وارد کردن آدرس ولت خود دقت لازم را داشته باشید. کوین بیت
            هیچ گونه مسئولیتی در قبال ارسال سفارش به ولت ثبت شده از سمت کاربر را
            ندارد و تمامی مسئولیت بر عهده خود کاربر خواهد بود.
            <br />
            7- کاربر باید برای ثبت سفارش و پرداخت آنلاین از مشخصات حساب خود
            استفاده کند. در صورت مغایرت اطلاعات حساب با حساب کاربر، سفارش معلق و
            مبلغ آن مسدود خواهد شد.
            <br />
            8- مسئولیت تمامی سفارشات بر عهده کاربر می باشد. کوین بیت هیچ گونه
            مسئولیتی در قبال سفارشات کاربران نخواهد داشت. لذا قبل ثبت سفارش از
            صحت و درستی سفارش خود مطمئن شوید.
            <br />
            9- بعد از پرداخت مبلغ و تکمیل سفارش به هیچ عنوان امکان لغو آن وجود
            ندارد. لذا لطفا سفارشات خود را با نهایت دقت بررسی و ثبت کنید که نیاز
            به لغو آن نباشد. چنانچه در صورتی به هر دلیلی نیاز به لغو سفارش از
            سمت کاربر باشد، کوین بیت این حق را دارد تا مبلغی را بعنوان ضرر و
            زیان از مبلغ سفارش کسر کند.
            <br />
            10- امکان تغییر نام کاربری وجود ندارد.
            <br />
            11- حساب کاربری خود را تحت هیچ شرایطی در اختیار دیگران قرار ندهید.
            بدیهی ست در صورت مشاهده چنین اتفاقی، حساب کاربری شما مسدود خواهد شد.
            <br />
            12- سفارش کاربر در هر ساعت از شبانه روز که ثبت شود با نرخ لحظه ای
            همان ساعت مورد بررسی قرار می گیرد.
            <br />
            13- در هنگام فروش به کوین بیت، در هر ساعتی از شبانه روز، چنانچه ارز
            ارسالی در کمتر از 30 دقیقه اختلاف زمان از زمان ثبت درخواست فروش به
            کیف پوا کوین بیت برسد، نرخ فروش همان نرخی است که در فرم ثبت شده است.
            اما اگر زمان رسیدن ارز با زمان ثبت درخواست بیش از 30 دقیقه اختلاف
            داشته باشد، نرخ لحظه دریافت ارز به کیف پول کوین بیت محاسبه می شود.
            <br />
            14- ارائه خدمات فقط به کاربرانی که اطلاعات حساب کاربری خود را کامل و
            حساب خود را فعال کرده اند امکان پذیر است. پس از ثبت نام، کاربر می
            بایست اطلاعات مربوط به احراز هویت خود از قبیل شماره تلفن همراه، تلفن
            ثابت، تصویر کارت ملی، تصویر کارت بانکی که با آن قصد انجام امور مالی
            را دارد و ... را ارسال نماید. پس از آن تیم پشتیبانی کوین بیت اطلاعات
            را بررسی کرده و پس از تائید اطلاعات، حساب کاربری فعال می شود.
            <br />
            15- ارائه کلیه خدمات این وب سایت در چهارچوب قوانین جمهوری اسلامی
            بوده و مسئولیت هر گونه سو استفاده از خدمات این سامانه بر عهده کاربر
            می باشد.
            <br />
            16- کوین بیت اطلاعات و مدارک شما را نزذ خود حفظ می کند و تنها در
            صورت ارتکاب به تخلفاتی چون خرید با کارت سرقتی، استفاده از خدمات در
            راستای خلاف قوانین جمهوری اسلامی و ... در اختیار مراجع قضایی قرار می
            دهد.
            <br />
            17- هر مشتری تنها مجاز به داشتن یک حساب کاربری است. در صورت مشاهده
            تعدد حساب از طرف کاربر، دسترسی کاربر به تمامی حساب های خود قطع خواهد
            شد.
            <br />
            18- در صورت وقوع حادثه ای از قبیل تعلیق خدمات به علت اقدام غیر
            قانونی کاربران یا اشخاص ثالث، یا وقوع خطا در خدمات، مشکل را برطرف
            نموده و ارائه ی خدمات از سر گرفته خواهد شد. در این زمان می توانید
            درخواست بازیابی را بر اساس سوابق معاملاتی ارائه کنید، اما نمی توانیم
            سود یا زیان ناشی از این وقفه زمانی را جبران کنیم.
            <br />
            19 -در صورت وقوع خسارت به سایت در اثر فعالیت های غیر قانونی کاربر،
            کوین بیت می تواند طبق قانون نسبت به مطالبه آن اقدام کند. لذا باید با
            رعایت کامل قوانین و مقررات از خدمات ما استفاده کنید.
            <br />
            20- در صورت تغییر اطلاعات شما پس از ثبت نام، باید بلافاصله اطلاعات
            خود را در اختیار تیم پشتیبانی قرار داده و تا تائید مجدد اطلاعات،
            منتظر بمانید.
            <br />
            21- در صورتی که کاربری اطلاعات مربوط به ورود به سامانه خود را گم
            کرده باشد برای باز گرداندن این اطلاعات، مواردی از کاربر توسط تیم
            پشتیبانی خواسته می شود. پس از احراز هویت مجدد توسط تیم پشتیبانی
            دسترسی مجدد به کاربر داده می شود.
            <br />
            22- حداقل حجم معاملات در کوین بیت 100 هزار تومان است و زیر آن معامله
            ثبت نمی شود.
            <br />
            23- در صورت تعلیق حساب، تا زمانی که وضعیت حساب کاربری شخص مشخص نشده
            است، کاربر نمی تواند به حساب ریالی خود وجهی را واریز کند و همچنین
            کاربر نمی تواند درخواست کند که موجودی ریالی که نزد کوین بیت است به
            ایشان مسترد شود.
            <br />
            24- کاربر می تواند در هر لحظه درخواست برگرداندن وجه ریالی حساب خود
            را داشته باشد اما توجه داشته باشید که کوین بیت در خصوص ارائه سود
            برای ریال موجود در کیف پول ریالی کاربر تعهدی ندارد.
            <br />
            25- حداقل سن برای ثبت نام، احراز هویت و فعالیت در کوین بیت 18 سال
            تمام می باشد.
            <br />
            26- کاربر موظف است قبل از ورود به درگاه پرداخت ارز یا ریال، پیش
            فاکتور ارائه شده را با دقت مطالعه کند و با آگاهی کامل سفارش دهد. در
            صورت اعتراض به کسر کارمزد یا ناآگاهی، کوین بیت هیچ مسئولیتی در مورد
            اشتباهات کاربر ندارد.
            <br />
            27- در صورت واریز مبلغ یا مقدار متفاوت با سفارش از طرف کوین بیت یا
            کاربر (مقدار بیشتر یا کمتر) هر دو طرف بدون قید و شرط موظف به اصلاح و
            تسویه حساب تراکنش بر طبق سفارش می باشند.
            <br />
            28- در صورتی که واریزی های ریالی برای کاربران به علت محدودیت های
            بانکی، سقف واریزی و دلایل دیگر با تاخیر زمانی انجام شود، کاربر نمی
            تواند غیر از ادعای عدم دریافت وجه از سوی کوین بیت، ادعا و یا درخواست
            دیگری از قبیل لغو کردن تراکنش و یا درخواست مبلغ بیشتری داشته باشد.
            <br />
            29- در صورتی که کاربری در یک روز چندین سفارش دریافت ریال داشته باشد،
            این امکان وجود دارد که تمام واریزها در قالب یک تراکنش ریالی برای
            شبای مقصد ارسال شود.
            <br />
            30- نرخ تبدیل و قیمت تبدیل رمز ارزها توسط کوین بیت تعیین می شوند و
            در سایت توسط کلیه کاربران قابل مشاهده خواهند بود و در هنگام سفارش
            نیز مبلغ دریافتی کاربر بعد از تکمیل سفارش با کسر کارمزدها و با اعمال
            نرخ تبدیل به طور کامل و شفاف و دقیق به وی نمایش داده می شود و
            کارمزدهای دریافتی در فاکتور، ارتباطی با کارمزدهای شبکه ندارند.
            <br />
            31- هرگونه پیامدهای مالیاتی ناشی از تراکنش های کاربر با کوین بیت، به
            عهده خود کاربر است و کوین بیت هیچ گونه مسئولیتی را نمی پذیرد.
            <br />
            32- اگر احراز هویت کاربری به هر دلیلی مورد تائید تیم پشتیبانی قرار
            نگیرد تمامی اطلاعات وی از بانک های اطلاعاتی ما پاک خواهد شد مگر
            اینکه تیم پشتیبانی تشخیص دهد که فرآیند احراز هویت توسط کاربر به
            منظور فریب کوین بیت و کلاهبرداری بوده است که در این صورت کوین بیت
            این حق را دارد که از طریق مراجع قضایی به منظور مبارزه با قوانین پول
            شویی و فیشینگ اقدام نماید.
            <br />
            33- به منظور بالا رفتن امنیت، بهتر است کاربر در زمان ارسال عکس سلفی
            با کارت بانکی، عبارات تاریخ و CCV2 کارت خود را مخدوش نماید و فقط
            هویت دارنده کارت و شماره کارت واضح و خوانا باشد.
            <br />
          </p>
        </Col>
      </Row>
    </Container>
  );
}
export default Laws;
